IDEA StatiCa Open Model
ResultOfInternalForces.Qz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Shear force in z dirrection
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Qz { get; set; }
Public Property Qz As Double
	Get
	Set
public:
property double Qz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace